<?php
$poemArr = ['poem1', 'poem2', 'poem3', 'poem4', 'poem5'];
$poems = [
    "Заповіт

Як умру, то поховайте
Мене на могилі,
Серед степу широкого,
На Вкраїні милій,
Щоб лани широкополі,
І Дніпро, і кручі
Було видно, було чути,
Як реве ревучий.
Як понесе з України
У синєє море
Кров ворожу... отойді я
І лани, і гори —
Все покину і полину
До самого бога
Молитися... а до того
Я не знаю бога.
Поховайте та вставайте,
Кайдани порвіте
І вражою злою кров'ю
Волю окропіте.
І мене в сем'ї великій,
В сем'ї вольній, новій,
Не забудьте пом'янути
Незлим тихим словом.",
    "І ВАМ СЛАВА, СИНІ ГОРИ...

І вам слава, сині гори,
Кригою окуті!
І вам, лицарі великі,
Богом не забуті.
Борітеся — поборете!
Вам бог помагає!
За вас правда, за вас слава
І воля святая!",
    "МІЙ БОЖЕ МИЛИЙ, ЗНОВУ ЛИХО!..

Мій Боже милий, знову лихо!..
Було так любо, було тихо;
Ми заходились розкувать
Своїм невольникам кайдани.
Аж гульк!.. Ізнову потекла
Мужицька кров! Кати вінчані,
Мов пси голодні за маслак,
Гризуться знову.",
    "МЕНІ ОДНАКОВО, ЧИ БУДУ...

Мені однаково, чи буду
Я жить в Україні, чи ні.
Чи хто згадає, чи забуде
Мене в снігу на чужині — 
Однаковісінько мені.

В неволі виріс між чужими
І, неоплаканий своїми,
В неволі, плачучи, умру.
І все з собою заберу,
Малого сліду не покину
На нашій славній Україні,
На нашій — не своїй землі.

І не пом’яне батько з сином,
Не скаже синові: — Молись,
Молися, сину, за Вкраїну
Його замучили колись. — 
Мені однаково, чи буде
Той син молитися, чи ні...

Та неоднаково мені,
Як Україну злії люде
Присплять, лукаві, і в огні
Її, окраденую, збудять...
Ох, не однаково мені.",
    "РЕВЕ ТА СТОГНЕ ДНІПР ШИРОКИЙ


Реве та стогне Дніпр широкий
Сердитий вітер завива,
Додолу верби гне високі,
Горами хвилю підійма.

І блідий місяць на ту пору
Із хмари де-де виглядав, −
Неначе човен в синім морю,
То виринав, то потопав.

Ще треті півні не співали,
Ніхто ніде не гомонів,
Сичі в гаю перекликались,
Та ясень раз-у-раз скрипів."
];